results/nginx/cubic/standard/conns_100_rps_1000.txt
Running 6s test @ http://34.222.140.92
  2 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.58ms  591.96us   4.69ms   68.46%
    Req/Sec       -nan      -nan   0.00      0.00%
  5922 requests in 6.00s, 83.43MB read
Requests/sec:    986.66
Transfer/sec:     13.90MB